[Balance.PawnBalance_the creator AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Constructor")
PlayThroughs[1]=(DisplayName="Developer 2.0")

[Balance.PawnBalance_ConstructorBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bad developer")
PlayThroughs[1]=(DisplayName="Bastard Creator 2.0")

[Balance.PawnBalance_ConstructorRoadBlock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Traffic control")

[Balance.Unique.PawnBalance_Constructor_1340 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="1340 Animals")

[Balance.Unique.PawnBalance_ConstructorLaserStatue AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="audience",TransformedNames=((TransformedName="Damage the computer")))

[Balance.Unique.PawnBalance_ConstructorRoland AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Queer-Dane")

[Balance.Unique.PawnBalance_ConstructorWillhelm AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="destructive")
PlayThroughs[1]=(DisplayName="Bastard Generator 2.0")

